Table of Contents
 Enum GrpcMessage.Types.MessageType
Namespace
IdeaStatiCa.Plugin.Grpc
Assembly
IdeaStatiCa.Plugin.dll
public enum GrpcMessage.Types.MessageType
Fields
[OriginalName("REQUEST")] Request = 0
[OriginalName("RESPONSE")] Response = 1
Fields
 Name |  Description
 [OriginalName("REQUEST")] Request = 0
 [OriginalName("RESPONSE")] Response = 1
 Edit this page